Repository: FrontPsych/ASP.NET-Gentleman-Client
Catalog: Resources/Common.*.resx
Languages: et

source: Cancel
et: Katkesta

# FieldIsRequired
source: The {0} field is required.
et: Väli {0} on kohustuslik.

# FieldMaxLength
source: The field {0} must be a string or array type with a maximum length of &#39;{1}&#39;.
et: Väli {0} peab olema maksimaalse pikkusega &#39;{1}&#39;.

# FieldMinLength
source: The field {0} must be a string or array type with a minimum length of &#39;{1}&#39;.
et: Väli {0} peab olema minimaalse pikkusega &#39;{1}&#39;.

# FieldMustBeDataTypeDate
source: The field {0} must be a date.
et: Väli {0} peab olema kuupäev.

# FieldMustBeDataTypeDateTime
source: The field {0} must be a datetime.
et: Väli {0} peab sisaldama kuupäeva ja kellaaega.

# FieldMustBeDataTypeTime
source: The field {0} must be a time.
et: Väli {0} peab olema kellaaeg.

source: Login
et: Logi sisse

source: Log off
et: Logi välja

source: Manage account
et: Halda kontot

source: Next
et: Järgmine

source: Previous
et: Eelmine

source: Register
et: Registreeru

source: Submit
et: Kinnita

# About
source: Gentleman score saver
et: Gentleman punktisalvestaja

source: Contact
et: Kontakt

source: Features
et: Võimalused

source: Back to homepage
et: Tagasi kodulehele

source: Language
et: Keel

# ShortDescription
source: save scores and see statistics
et: salvesta punkte ja vaata statistikat

# RangeError
source: Value must remain between {1} and {2}
et: Väärtus peab jääma vahemikku {1} ja {2}

source: Main navigation
et: Põhinavigatsioon

# UserNavigation
source: User
et: Kasutaja

source: English
et: Inglise keel

source: Estonian
et: Eesti keel

source: Member since
et: Kasutaja alates

source: Settings
et: Seaded

source: About Gentleman
et: Mis on Gentleman

# AdminLandingPage
source: Dashboard
et: Algus

source: High scores
et: Edetabelid

source: New game
et: Uus mäng

source: News
et: Uudised

source: User history
et: Ajalugu

source: User settings
et: Seaded

source: User statistics
et: Statistika

source: Game details
et: Mängu andmed

source: Home
et: Algus

# PlaceholderInsertGameName
source: Insert game name ...
et: Sisesta mängu nimi ...

source: Create
et: Loo uus

source: Game table
et: Mängutabel

source: Selection is required
et: Valik on kohustuslik

# SelectOptionLabel
source: --- Select ---
et: --- Vali ---

# NewPlayerPlaceholder
source: New player ...
et: Uus mängija

# FieldEmpty
source: Field is empty
et: Väli on tühi

# FieldError
source: Something went wrong inserting {0} field.
et: Midagi läks valesti välja {0} sisestamisel.

source: Number of players
et: Mängijate arv

source: Save
et: Salvesta

source: Duration
et: Kestvus

# YourPosition
source: Place
et: Mitmes koht

# YourScore
source: End score
et: Skoor

source: Game statistics
et: Mängu statistika

source: System logs
et: Süsteemi logid
